;============================================================================================================
;     Isms ROGUE
;============================================================================================================

[IsmsBlazeOfGlory X2AbilityTemplate]
LocFriendlyName="Сияние славы"
LocHelpText="Совершите финальный аккорд. Нанесите удар по каждому врагу в зоне действия оружия, прежде чем уйти в сиянии славы. Но действительно ли вы мертвы?"
LocLongDescription="Совершите финальный аккорд. Нанесите удар по каждому врагу в зоне действия оружия, прежде чем уйти в сиянии славы. Но действительно ли вы мертвы?"
LocPromotionPopupText="<Bullet/> Перезарядка <font color='#CA7200'>8</font> ходов.<br/><Bullet/> Атакуйте каждого врага в радиусе действия оружия, прежде чем симулировать свою смерть на <font color='#CA7200'>2</font> хода.<br/><Bullet/> Небольшой бонус к меткости, если вы находитесь без укрытия.<br/><Bullet/> Сохранитесь и перезагрузитесь чтобы исправить любую визуальную ошибку."

[IsmsBlindside X2AbilityTemplate]
LocFriendlyName="Слепая зона"
LocLongDescription="Выстрелы с фланга из буллпапов или винтовок \"Вектор\" наносят дополнительно <font color='#CA7200'>1</font> ед. урона. Бонус увеличивается на <font color='#CA7200'>+1</font> ед. за каждые <font color='#CA7200'>2</font> уровня. <font color='#CA7200'>(1,1,2,2,3,3,4)</font> "
LocHelpText="Выстрелы с фланга из буллпапов или винтовок \"Вектор\" наносят дополнительно <font color='#CA7200'>1-4</font> ед. урона."
LocFlyOverText="Слепая зона" 
LocPromotionPopupText="<Bullet/> Выстрелы с фланга из буллпапов или винтовок \"Вектор\" наносят дополнительно <font color='#CA7200'>1</font> ед. урона.<br/><Bullet/> Бонус увеличивается на <font color='#CA7200'>+1</font> ед. за каждые <font color='#CA7200'>2</font> уровня. <font color='#CA7200'>(1,1,2,2,3,3,4)</font> "

[IsmsConcussiveShot X2AbilityTemplate]
LocFriendlyName="Контузия"
LocLongDescription="Выстрелите из пистолета, попытавшись дезориентировать или оглушить цель. Способность \"Ошеломление\" можно использовать из режима маскировки, при этом не нарушая ее."
LocHelpText="Выстрел может дезориентировать или оглушить цель. Шанс увеличивается с уровнем. Враги с высокой волей могут избежать эффекта."
LocFlyOverText="Контузия" 
LocPromotionPopupText="<Bullet/> Перезарядка <font color='#CA7200'>2</font> хода.<br/><Bullet/> Не требует боеприпасов.<br/><Bullet/> Имеет <font color='#CA7200'><Ability:SelfCharges/></font> заряда на миссию.<br/><Bullet/> Чем больше мозг, тем сложнее контузить... <br/><Bullet/> Способность \"Ошеломление\" требует <font color='#CA7200'>2</font> заряда."
[IsmsRogueSap X2AbilityTemplate]
LocFriendlyName="Ошеломление"
LocLongDescription="Выстрелите из пистолета, попытавшись дезориентировать или оглушить цель. Не нарушает маскировку. Требует <font color='#CA7200'>2</font> заряда. "
LocHelpText="Выстрел может дезориентировать или оглушить цель. Шанс увеличивается с уровнем. Враги с высокой волей могут избежать эффекта. Не нарушает маскировку."
LocFlyOverText="Ошеломление" 
LocPromotionPopupText="<Bullet/> Перезарядка <font color='#CA7200'>2</font> хода.<br/><Bullet/> Не требует боеприпасов.<br/><Bullet/> Имеет общие заряды со способностью \"Контузия\".<br/><Bullet/> Чем больше мозг, тем сложнее контузить... <br/><Bullet/> "

[IsmsFlush X2AbilityTemplate]
LocFriendlyName="Спугнуть"
LocLongDescription="Выстрел побуждающий врага двигаться. Имеет бонус к меткости <font color='#CA7200'>(+30%)</font>, но наносит уменьшенный урон (<font color='#CA7200'>-50%</font> базового урона оружия). Требует <font color='#CA7200'>2</font> ед. боеприпаса."
LocHelpText="Выстрел побуждающий врага двигаться. Бонус <font color='#CA7200'>+30</font> к меткости. <font color='#CA7200'>-50%</font> базового урона оружия. Требует <font color='#CA7200'>2</font> ед. боеприпаса."
LocFlyOverText="Спугнуть"
LocPromotionPopupText="<Bullet/> <font color='#CA7200'>+30</font> к меткости.<br/><Bullet/> <font color='#CA7200'>-50%</font> базового урона оружия.<br/><Bullet/> Требует <font color='#CA7200'>2</font> ед. боеприпаса.<br/><Bullet/> Заставляет врага сменить позицию.<br/>"
[IsmsFlushDamage X2AbilityTemplate]
LocFriendlyName="Спугнуть"
 
[IsmsGhostPack X2AbilityTemplate]
LocFriendlyName="Набор призрака"
LocLongDescription="Предоставляет способности \"Маскировка\" и \"Фантом\", но весь получаемый урон увеличивается на <font color='#CA7200'>15%</font>."
LocHelpText="Предоставляет способности \"Маскировка\" и \"Фантом\", но весь получаемый урон увеличивается на <font color='#CA7200'>15%</font>."
LocFlyOverText="Набор призрака"
LocPromotionPopupText="<Bullet/> Предоставляет способности \"Маскировка\" и \"Фантом\", но весь получаемый урон увеличивается на <font color='#CA7200'>15%</font>."

[IsmsInfiltrator X2AbilityTemplate]
LocFriendlyName="Диверсант"
LocLongDescription="Предоставляет способность \"Молниеносные рефлексы\" и <font color='#CA7200'>+40</font> ко взлому."
LocHelpText="Предоставляет способность \"Молниеносные рефлексы\" и <font color='#CA7200'>+40</font> ко взлому."
LocFlyOverText="Диверсант"
LocPromotionPopupText="<Bullet/> Способность \"Молниеносные рефлексы\" существенно снижает шанс попадания ответной стрельбы по вам. Бонус уменьшается с каждым последующим выстрелом.<br/>"

[IsmsLastWish X2AbilityTemplate]
LocFriendlyName="Последнее желание"
LocLongDescription="Один раз за миссию, при получении смертельного урона, симулируйте свою смерть в течении <font color='#CA7200'>2</font> ходов, восстанавливая при этом <font color='#CA7200'>5</font> ОЗ. После окончания способности, попытайтесь войти в режим маскировки."
LocHelpText="Один раз за миссию, при получении смертельного урона, симулируйте свою смерть в течении <font color='#CA7200'>2</font> ходов, восстанавливая при этом <font color='#CA7200'>5</font> ОЗ. После окончания способности, попытайтесь войти в режим маскировки."
LocFlyOverText="Последнее желание"
LocPromotionPopupText="<Bullet/> Срабатывает <font color='#CA7200'>1</font> раз за миссию.<br/><Bullet/> Если возможно, активируется режим маскировки, после пробуждения.<br/><Bullet/> Сохранитесь и перезагрузитесь чтобы исправить любую визуальную ошибку."

[IsmsLoneWolf X2AbilityTemplate]
LocFriendlyName="Набор одинокого волка"
LocLongDescription="Одинокий волк получает бонус <font color='#CA7200'>+20</font> к защите, когда находится в одиночестве. Союзники в радиусе <font color='#CA7200'>5</font> клеток отключают этот эффект."
LocHelpText="Одинокий волк получает бонус <font color='#CA7200'>+20</font> к защите, когда находится в одиночестве. Союзники в радиусе <font color='#CA7200'>5</font> клеток отключают этот эффект."
LocFlyOverText="Набор одинокого волка"
LocPromotionPopupText="<Bullet/> Одинокий волк получает бонус <font color='#CA7200'>+20</font> к защите, становясь изгоем.<br/><Bullet/> Союзники в радиусе <font color='#CA7200'>5</font> клеток отключают этот эффект.<br/><Bullet/> Также, получите <font color='#CA7200'>+2</font> к обзору если вас не флангуют."

[IsmsKeepYourHeadDown X2AbilityTemplate]
LocFriendlyName="Прикрывай свой голову"
LocHelpText="Неполные укрытия защищают также как и полные, за счет небольшого штрафа к меткости."
LocLongDescription="Неполные укрытия защищают также как и полные, за счет <font color='#CA7200'>-5</font> штрафа к меткости."
LocPromotionPopupText="Неполные укрытия защищают также как и полные, за счет небольшого штрафа к меткости."

[IsmsNaturalBornKiller X2AbilityTemplate]
LocFriendlyName="Боевой фокус"
LocLongDescription="Фокусировка: получите <font color='#CA7200'>1</font> очко фокуса за ход. Накопленный фокус повышает мобильность (макс. <font color='#CA7200'>5</font>). Также, предоставляет способность \"Гранд финал\"."
LocHelpText="Фокусировка: получите <font color='#CA7200'>1</font> очко фокуса за ход. Накопленный фокус повышает мобильность (макс. <font color='#CA7200'>5</font>). Также, предоставляет способность \"Гранд финал\"."
LocFlyOverText="Боевой фокус"
LocPromotionPopupText="<Bullet/> Получите <font color='#CA7200'>1</font> очко фокуса за ход. <font color='#CA7200'>1</font> очко фокуса добавляет <font color='#CA7200'>+1</font> к мобильности (макс. 5).<br/><Bullet/> Способность \"гранд финал\" - используйте от <font color='#CA7200'>1</font> до <font color='#CA7200'>5</font> очков фокуса чтобы нанести от <font color='#CA7200'>1</font> до <font color='#CA7200'>5</font> ед. дополнительного урона за один выстрел."
[IsmsNBKGrandFinale X2AbilityTemplate]
LocFriendlyName="Гранд финал"
LocLongDescription="Высвободите накопленный фокус чтобы нанести от <font color='#CA7200'>1</font> до <font color='#CA7200'>5</font> ед. дополнительного урона за выстрел, в зависимости от накопленного фокуса (макс. <font color='#CA7200'>5</font>)."
LocHelpText="Высвободите накопленный фокус чтобы нанести от <font color='#CA7200'>1</font> до <font color='#CA7200'>5</font> ед. дополнительного урона за выстрел, в зависимости от накопленного фокуса (макс. <font color='#CA7200'>5</font>)."
LocFlyOverText="Гранд финал"
LocPromotionPopupText="<Bullet/> Высвободите накопленный фокус чтобы нанести от <font color='#CA7200'>1</font> до <font color='#CA7200'>5</font> ед. дополнительного урона за выстрел, в зависимости от накопленного фокуса (макс. <font color='#CA7200'>5</font>)."

[IsmsOnTheMove X2AbilityTemplate]
LocFriendlyName="В пути"
LocLongDescription="Предоставляет дополнительное действие в начале каждого хода, но накладывает штраф <font color='#CA7200'>-6</font> к мобильности."
LocHelpText="Предоставляет дополнительное действие в начале каждого хода, но накладывает штраф <font color='#CA7200'>-6</font> к мобильности."
LocFlyOverText="В пути"
LocPromotionPopupText="<Bullet/> Предоставляет дополнительное действие в начале каждого хода, но накладывает штраф <font color='#CA7200'>-6</font> к мобильности."

[IsmsRecon X2AbilityTemplate]
LocFriendlyName="Разведка"
LocHelpText="Разведайте местность, пометив всех врагов в конусной зоне. Помеченные враги получают на <font color='#CA7200'>10-20%</font> больше урона и теряют <font color='#CA7200'>5</font> защиты. Не нарушает маскировку."
LocLongDescription="Разведайте местность, пометив всех врагов в конусной зоне, не теряя маскировку. Помеченные враги получают на <font color='#CA7200'>10-20%</font> больше урона. Завершает ход солдата."
LocPromotionPopupText="Помечает все цели, предоставляя бонус <font color='#CA7200'>+5%</font> к меткости и <font color='#CA7200'>+10-20%</font> к наносимому урону при стрельбе по ним на <font color='#CA7200'>2</font> хода.<br/>"

[IsmsRelocate X2AbilityTemplate]
LocFriendlyName="Перестановка"
LocLongDescription="Все союзники получают полную невидимость на один ход, но могут использовать только лишь действия передвижения. Союзники возвращаются в нормальное состояние через один ход."
LocHelpText="Все союзники получают полную невидимость на один ход, но могут использовать только лишь действия передвижения. Союзники возвращаются в нормальное состояние через один ход."
LocFlyOverText="Перестановка"
LocPromotionPopupText="<Bullet/> Все союзники получают полную невидимость на один ход, но могут использовать только лишь действия передвижения. Союзники возвращаются в нормальное состояние через один ход.<br/><Bullet/> Перезарядка 10 ходов."

[IsmsRiposte X2AbilityTemplate]
LocFriendlyName="Рипост"
LocHelpText="Спровоцируйте противника, приготовившись парировать его следующую атаку, с помощью вашего пистолета. Отражает атаку и оставляет врага беззащитным, если выстрел попадает."
LocLongDescription="Спровоцируйте противника, приготовившись парировать его следующую атаку, с помощью вашего пистолета. Отражает атаку и оставляет врага беззащитным, если выстрел попадает."
LocPromotionPopupText="<Bullet/> Способность \"Рипост\" провоцирует атакующего, отражая его атаку, оглушая и оставляя его беззащитным, если выстрел из пистолета попадает в цель.<br/><Bullet/> Перезарядка <font color='#CA7200'>2</font> хода.<br/><Bullet/> Очень маленький шанс оглушить врагов с высокой волей."

[IsmsRogueAndGun X2AbilityTemplate]
LocFriendlyName="Стреляй и беги"
LocLongDescription="Получите действие передвижение, после стандартного выстрела из основного оружия, но только ЕСЛИ выстрел попал в цель. Можно использовать после передвижения один раз."
LocHelpText="Получите действие передвижение, после стандартного выстрела из основного оружия, но только ЕСЛИ выстрел попал в цель. Можно использовать после передвижения один раз."
LocFlyOverText="Стреляй и беги"
LocPromotionPopupText="<Bullet/> Получите действие передвижение, после стандартного выстрела из основного оружия, но только ЕСЛИ выстрел попал в цель. Можно использовать после передвижения один раз.<br/><Bullet/> Перезарядка <font color='#CA7200'>2</font> хода.<br/><Bullet/> Отлично подходит для того, чтобы выйти из опасной позиции после выстрела и занять более удачное укрытие. Только смотри, не промахнись."
[IsmsRogueAndGunMomentum X2AbilityTemplate]
LocFriendlyName="Время бежать!"
LocFlyOverText="Время бежать!"

[IsmsRushOfBattle X2AbilityTemplate]
LocFriendlyName="Боевой раж"
LocLongDescription="Фокусировка: при убийстве врагов вырабатывается адреналин. Накопленный адреналин дает бонус к уклонению (макс. <font color='#CA7200'>30</font>). Также, предоставляет способность \"Остыть\"."
LocHelpText="Фокусировка: при убийстве врагов вырабатывается адреналин. Накопленный адреналин дает бонус к уклонению (макс. <font color='#CA7200'>30</font>). Также, предоставляет способность \"Остыть\"."
LocFlyOverText="Боевой раж"
LocPromotionPopupText="<Bullet/> За убийство врагов дается: <font color='#CA7200'>3</font> очка адреналина <br/> <Bullet/> За убийство врагов товарищами по команде дается: <font color='#CA7200'>1</font> очко адреналина. <br/> <Bullet/> Способность \"Остыть\" - потребляет до <font color='#CA7200'>18</font> очков адреналина, восстанавливая <font color='#CA7200'>5%</font> недостающих ОЗ за одно очко.<br/><Bullet/> Каждое очко повышает уклонение на <font color='#CA7200'>1-2</font> ед. (максимум <font color='#CA7200'>30</font> при <font color='#CA7200'>18</font> очках адреналина)."
[IsmsCoolOff X2AbilityTemplate]
LocFriendlyName="Остыть"
LocLongDescription="Остыть, расходуя весь свой адреналин и исцеляя <font color='#CA7200'>5%</font> от недостающих ОЗ за каждое потраченное очко адреналина."
LocHelpText="Остыть, расходуя весь свой адреналин и исцеляя <font color='#CA7200'>5%</font> от недостающих ОЗ за каждое потраченное очко адреналина."
LocFlyOverText="Остыть"
LocPromotionPopupText="<Bullet/> Остыть, расходуя весь свой адреналин и исцеляя <font color='#CA7200'>5%</font> от недостающих ОЗ за каждое потраченное очко адреналина."

[IsmsScoutingReport X2AbilityTemplate]
LocFriendlyName="Отчет о разведке"
LocLongDescription="Фокусировка: получайте <font color='#CA7200'>1</font> очко сведений каждый ход. Сведения предоставляют всем союзникам бонус к защите и меткости (макс. <font color='#CA7200'>5</font>). Также, предоставляет способность \"Решительные действия\"."
LocHelpText="Фокусировка: получайте <font color='#CA7200'>1</font> очко сведений каждый ход. Сведения предоставляют всем союзникам бонус к защите и меткости (макс. <font color='#CA7200'>5</font>). Также, предоставляет способность \"Решительные действия\"."
LocFlyOverText="Отчет о разведке"
LocPromotionPopupText="<Bullet/> Получайте <font color='#CA7200'>1</font> очко сведений каждый ход. Сведения предоставляют всем союзникам <font color='#CA7200'>+1</font> к защите и меткости (макс. <font color='#CA7200'>5</font>).<br/><Bullet/> Способность \"Решительные действия\" - потратьте <font color='#CA7200'>5</font> очков сведений, чтобы восстановить до <font color='#CA7200'>2</font> действий одного союзника."
[IsmsDecisiveAction X2AbilityTemplate]
LocFriendlyName="Решительные действия"
LocLongDescription="Потратьте <font color='#CA7200'>5</font> очков сведений, чтобы восстановить до <font color='#CA7200'>2</font> действий одного союзника."
LocHelpText="Потратьте <font color='#CA7200'>5</font> очков сведений, чтобы восстановить до <font color='#CA7200'>2</font> действий одного союзника."
LocFlyOverText="Решительные действия" 
LocPromotionPopupText="Потратьте <font color='#CA7200'>5</font> очков сведений, чтобы восстановить до <font color='#CA7200'>2</font> действий одного союзника."

[IsmsScoutPack X2AbilityTemplate]
LocFriendlyName="Набор скаута"
LocLongDescription="Преобразитесь в скаута. Предоставляет улучшенный обзор, бесплатный боевой сканер, а также заменяет способность \"Слепая зона\", предоставляя бонусы к выстрелам с возвышенности, а не с фланга."
LocHelpText="Преобразитесь в скаута. Предоставляет улучшенный обзор, бесплатный боевой сканер, а также заменяет способность \"Слепая зона\", предоставляя бонусы к выстрелам с возвышенности, а не с фланга."
LocFlyOverText="Набор скаута"
LocPromotionPopupText="<Bullet/> Способность\"Слепая зона\" заменяется на \"Зона сверху\" - предоставляет бонусы к урону с возвышенности вместо фланга.<br/><Bullet/> Получите <font color='#CA7200'>+6</font> к радиусу обзора и дальности атак.<br/><Bullet/> Предоставляет <font color='#CA7200'>1</font> бесплатный боевой сканер.<br/><Bullet/> Оперативник с этой способностью, назначенный советником убежища, будет эффективнее обнаруживать безликих в этом убежище.<br/>"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="Дозор скаута"
LocLongDescription="<Ability:ClassName/> больше не имеет штрафа к меткости при \"наблюдении\", выстрелы могут наносить критический урон, но \"наблюдение\" производится в небольшой области."
LocHelpText="<Ability:ClassName/> больше не имеет штрафа к меткости при \"наблюдении\", выстрелы могут наносить критический урон, но \"наблюдение\" производится в небольшой области."
LocFlyOverText="Дозор скаута"
LocPromotionPopupText="<Bullet/> Режим \"наблюдения\" заменяется на \"Дозор скаута\".<br/><Bullet/> Способность \"Дозор скаута\" - режим \"наблюдения\" в небольшой зоне.<br/><Bullet/> Позволяет отреагировать на передвижение врага и выстрелить.<br/><Bullet/> Может наносить критический урон и не получает штрафов к ответным выстрелам."

[IsmsScoutVision X2AbilityTemplate]
LocFriendlyName="Осторожный скаут"
LocLongDescription="Предоставляет улучшенный радиус обзора и бесплатный боевой сканер."
LocHelpText="Предоставляет улучшенный радиус обзора и бесплатный боевой сканер."
LocFlyOverText="Осторожный скаут"
LocPromotionPopupText="<Bullet/> Получите <font color='#CA7200'>+6</font> к радиусу обзора и дальности атак.<br/><Bullet/> Предоставляет <font color='#CA7200'>1</font> бесплатный боевой сканер."

[IsmsShadowborn X2AbilityTemplate]
LocFriendlyName="Рожденный в тенях"
LocLongDescription="<Ability:ClassName/> - мастер маскировки, его гораздо сложнее обнаружить. Также он получает бонусы к меткости и шансу критического попадания, во время маскировки."
LocHelpText="Радиус обнаружения в маскировке снижен на <font color='#CA7200'>25%</font>. Предоставляет бонус <font color='#CA7200'>+15%</font> к меткости и шансу критического попадания при всех выстрелах из маскировки."
LocFlyOverText="Рожденный в тенях" 
LocPromotionPopupText="<Bullet/> Радиус обнаружения в маскировке снижен на <font color='#CA7200'>25%</font>.<br/><Bullet/> Предоставляет бонус <font color='#CA7200'>+15%</font> к меткости и шансу критического попадания при всех выстрелах из маскировки."

[IsmsUpside X2AbilityTemplate]
LocFriendlyName="Зона сверху"
LocLongDescription="Выстрелы из буллпапов или винтовок \"Вектор\" наносят дополнительно <font color='#CA7200'>1</font> ед. урона врагам, которые находятся ниже вас по высоте. Бонус увеличивается на <font color='#CA7200'>+1</font> ед. за каждые <font color='#CA7200'>2</font> уровня. <font color='#CA7200'>(1,1,2,2,3,3,4)</font> "
LocHelpText="Выстрелы из буллпапов или винтовок \"Вектор\" наносят дополнительно <font color='#CA7200'>1-4</font> ед. урона врагам, которые находятся ниже вас по высоте."
LocFlyOverText="Зона сверху" 
LocPromotionPopupText="<Bullet/> Выстрелы из буллпапов или винтовок \"Вектор\" наносят дополнительно <font color='#CA7200'>1</font> ед. урона врагам, которые находятся ниже вас по высоте.<br/><Bullet/> Бонус увеличивается на <font color='#CA7200'>+1</font> ед. за каждые <font color='#CA7200'>2</font> уровня. <font color='#CA7200'>(1,1,2,2,3,3,4)</font> "
